openshwprojects/OpenBK7231T_App/libraries/ESP32_Display_Panel/test_apps/board/espressif/sdkconfig.ci.BOARD_ESPRESSIF_ESP32_P4_FUNCTION_EV_BOARD
CONFIG_IDF_TARGET="esp32p4"

CONFIG_BOARD_ESPRESSIF_ESP32_P4_FUNCTION_EV_BOARD=y
